seqread/96_node/job_1471036_fiojob_32/nid00137_fiojob_32/output.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 32 processes
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
seq-read: Laying out IO file (1 file / 1024MiB)
[...]

test: (groupid=0, jobs=32): err= 0: pid=224226: Tue Jul 20 13:55:33 2021
  read: IOPS=15.2k, BW=59.4MiB/s (62.3MB/s)(17.4GiB/300167msec)
    slat (usec): min=10, max=4032.2k, avg=2091.86, stdev=27341.84
    clat (usec): min=14, max=95242k, avg=467779.44, stdev=3789121.18
     lat (msec): min=4, max=95323, avg=469.87, stdev=3805.76
    clat percentiles (msec):
     |  1.00th=[    5],  5.00th=[    5], 10.00th=[    5], 20.00th=[    5],
     | 30.00th=[    5], 40.00th=[    6], 50.00th=[    6], 60.00th=[    6],
     | 70.00th=[    6], 80.00th=[   17], 90.00th=[   26], 95.00th=[ 1385],
     | 99.00th=[ 9329], 99.50th=[17113], 99.90th=[17113], 99.95th=[17113],
     | 99.99th=[17113]
   bw (  KiB/s): min=  256, max=3211528, per=100.00%, avg=87065.22, stdev=17823.20, samples=13525
   iops        : min=   64, max=802882, avg=21766.30, stdev=4455.80, samples=13525
  lat (usec)   : 20=0.01%, 50=0.01%
  lat (msec)   : 10=75.48%, 20=12.85%, 50=5.02%, 100=0.12%, 250=0.03%
  lat (msec)   : 500=0.03%, 750=0.02%, 1000=0.05%, 2000=3.38%, >=2000=3.05%
  cpu          : usr=0.46%, sys=1.65%, ctx=287303, majf=0, minf=9464
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=4564574,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=59.4MiB/s (62.3MB/s), 59.4MiB/s-59.4MiB/s (62.3MB/s-62.3MB/s), io=17.4GiB (18.7GB), run=300167-300167msec